Repository: KDE/fielding
Catalog: po/*/fielding.po
Languages: pt_br, zh_cn

# NAME OF TRANSLATORS
source: Your names
pt_br: Luiz Fernando Ranghetti
zh_cn: KDE China, Guo Yunhe

# EMAIL OF TRANSLATORS
source: Your emails
pt_br: elchevive@opensuse.org
zh_cn: kde-china@kde.org, i@guoyunhe.me

source: REST API testing tool
pt_br: Ferramenta de testes de API REST
zh_cn: REST API 测试工具

source: © 2022 - 2023 KDE Community
pt_br: © 2022 - 2023 Comunidade KDE
zh_cn: © 2022 - 2023 KDE 社区

# @info:credit
source: Author
pt_br: Autor
zh_cn: 作者

# @menu
source: File
pt_br: Arquivo
zh_cn: 文件

# @menu-action
source: Quit
pt_br: Sair
zh_cn: 退出

# @menu
source: Help
pt_br: Ajuda
zh_cn: 帮助

# @menu-action
source: Report Bug…
pt_br: Reportar erros…
zh_cn: 报告程序缺陷…

# @menu-action
source: About Fielding
pt_br: Sobre o Fielding

source: Request body...
pt_br: Solicitar campo...
zh_cn: 请求体...

source: No Response Yet
pt_br: Ainda sem resposta
zh_cn: 尚未回应

source: Your request response will appear here
pt_br: A resposta da sua solicitação aparecerá aqui
zh_cn: 您的请求响应将显示在这里

source: Enter URL here…
pt_br: Digite aqui a URL…
zh_cn: 请输入 URL...

# @action:intoolbar
source: Submit
pt_br: Enviar

# @action:inmenu
source: About Fielding
pt_br: Sobre o Fielding

# @action:inmenu
source: About KDE
pt_br: Sobre o KDE

# @action:inmenu
source: Quit
pt_br: Sair

# @menu-action
source: About Roy
zh_cn: 关于 Roy

source: Status:
zh_cn: 状态：
